Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: This series has no readable chapters yet.
ja: このシリーズにはまだ読める章がありません。
zh_hans: 这个系列暂时没有可阅读章节。
zh_hant: 這個系列暫時沒有可閱讀章節。

source: Previous in Series
ja: シリーズの前の作品
zh_hans: 系列上一篇
zh_hant: 系列上一篇

source: Next in Series
ja: シリーズの次の作品
zh_hans: 系列下一篇
zh_hant: 系列下一篇

source: Bookmark Novel
ja: 小説をブックマーク
zh_hans: 收藏小说
zh_hant: 收藏小說

source: Remove Novel Bookmark
ja: 小説のブックマークを解除
zh_hans: 取消收藏小说
zh_hant: 取消收藏小說

source: No novels
ja: 小説がありません
zh_hans: 没有小说
zh_hant: 沒有小說

source: Pixiv hasn't returned any novels for this view yet.
ja: Pixivはこのビューの小説をまだ返していません。
zh_hans: Pixiv 尚未返回此视图的小说内容。
zh_hant: Pixiv 尚未回傳此檢視畫面的小說內容。

source: Load More Novels
ja: 小説をさらに読み込む
zh_hans: 加载更多小说
zh_hant: 載入更多小說

source: Loaded %d novels
ja: %d件の小説を読み込みました
zh_hans: 已加载 %d 篇小说
zh_hant: 已載入 %d 篇小說

source: Refreshed %d novels
ja: %d件の小説を更新しました
zh_hans: 已刷新 %d 篇小说
zh_hant: 已重新整理 %d 篇小說

source: Novel Text
ja: 小説本文
zh_hans: 小说正文
zh_hant: 小說內文

source: Open Reader
ja: リーダーを開く
zh_hans: 打开阅读器
zh_hant: 開啟閱讀器

source: Reader Settings
ja: リーダー設定
zh_hans: 阅读器设置
zh_hant: 閱讀器設定

source: Text Size
ja: 文字サイズ
zh_hans: 文字大小
zh_hant: 文字大小

source: Line Spacing
ja: 行間
zh_hans: 行距
zh_hant: 行距

source: Reader Theme
ja: リーダーテーマ
zh_hans: 阅读器主题
zh_hant: 閱讀器主題

source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Sepia
ja: セピア
zh_hans: 羊皮纸
zh_hant: 羊皮紙

source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Font
ja: フォント
zh_hans: 字体
zh_hant: 字型

source: System
ja: システム
zh_hans: 系统
zh_hant: 系統

source: Serif
ja: セリフ
zh_hans: 衬线
zh_hant: 襯線

source: Monospaced
ja: 等幅
zh_hans: 等宽
zh_hant: 等寬

source: Vertical layout
ja: 縦書きレイアウト
zh_hans: 竖排版式
zh_hant: 直書版式

source: Show chapter markers
ja: 章マーカーを表示
zh_hans: 显示章节标记
zh_hant: 顯示章節標記

source: Loading novel text
ja: 小説本文を読み込み中
zh_hans: 正在加载小说正文
zh_hant: 正在載入小說內文

source: Novel text unavailable
ja: 小説本文を取得できません
zh_hans: 无法获取小说正文
zh_hant: 無法取得小說內文

source: Pixiv didn't return body text for this novel.
ja: Pixivはこの小説の本文を返しませんでした。
zh_hans: Pixiv 没有返回这篇小说的正文。
zh_hant: Pixiv 沒有回傳這篇小說的內文。

source: Embedded image
ja: 埋め込み画像
zh_hans: 内嵌图片
zh_hant: 內嵌圖片

source: Uploaded image
ja: アップロードされた画像
zh_hans: 上传的图片
zh_hant: 上傳的圖片

source: Jump to page %d
ja: %dページへジャンプ
zh_hans: 跳转到第 %d 页
zh_hant: 跳至第 %d 頁

source: Weekly AI
ja: 週間AI
zh_hans: 每周 AI
zh_hant: 每週 AI

source: Weekly R-18 AI
ja: 週間R-18 AI
zh_hans: 每周 R-18 AI
zh_hant: 每週 R-18 AI

source: Paragraph Spacing
ja: 段落間隔
zh_hans: 段落间距
zh_hant: 段落間距

source: Max Width
ja: 最大幅
zh_hans: 最大宽度
zh_hant: 最大寬度

source: Export Novel
ja: 小説をエクスポート
zh_hans: 导出小说
zh_hant: 匯出小說

source: Export as TXT
ja: TXT としてエクスポート
zh_hans: 导出为 TXT
zh_hant: 匯出為 TXT

source: Export as Markdown
ja: Markdown としてエクスポート
zh_hans: 导出为 Markdown
zh_hant: 匯出為 Markdown

source: Export as HTML
ja: HTML としてエクスポート
zh_hans: 导出为 HTML
zh_hant: 匯出為 HTML

source: Watch Later
ja: 後で見る
zh_hans: 稍后再看
zh_hant: 稍後再看

source: No items in watch later queue
ja: 後で見るキューは空です
zh_hans: 稍后再看队列为空
zh_hant: 稍後再看佇列為空

source: Add artworks from the detail view to watch later.
ja: 作品詳細ページから後で見るに追加してください。
zh_hans: 从作品详情页添加作品到稍后再看。
zh_hant: 從作品詳情頁添加作品到稍後再看。

source: Added to Watch Later
ja: 後で見るに追加しました
zh_hans: 已添加到稍后再看
zh_hant: 已添加到稍後再看

source: Removed from Watch Later
ja: 後で見るから削除しました
zh_hans: 已从稍后再看移除
zh_hant: 已從稍後再看移除

source: Remove from Watch Later?
ja: 後で見るから削除しますか？
zh_hans: 确认从稍后再看移除？
zh_hant: 確認從稍後再看移除？

source: Clear Watch Later
ja: 後で見るをクリア
zh_hans: 清空稍后再看
zh_hant: 清空稍後再看

source: Removed %@ from Watch Later
ja: 「%@」を後で見るから削除しました
zh_hans: 已将「%@」从稍后再看移除
zh_hant: 已將「%@」從稍後再看移除

source: Cleared %d watch later items
ja: %d 件の後で見るをクリアしました
zh_hans: 已清空 %d 个稍后再看项目
zh_hant: 已清空 %d 個稍後再看項目

source: Export History
ja: 履歴をエクスポート
zh_hans: 导出历史
zh_hant: 匯出歷史

source: Exported history
ja: 履歴をエクスポートしました
zh_hans: 历史已导出
zh_hant: 歷史已匯出

source: Image Transform
ja: 画像変換
zh_hans: 图像变换
zh_hant: 影像變換

source: Rotate Left
ja: 左に回転
zh_hans: 向左旋转
zh_hant: 向左旋轉

source: Rotate Right
ja: 右に回転
zh_hans: 向右旋转
zh_hant: 向右旋轉

source: Flip Horizontal
ja: 水平反転
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Vertical
ja: 垂直反転
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Reset Transform
ja: 変換をリセット
zh_hans: 重置变换
zh_hant: 重置變換

source: new works
ja: 新作品
zh_hans: 新作品
zh_hant: 新作品

source: Check for Updates
ja: 更新を確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: %d of %d pages selected
ja: %d / %d ページを選択
zh_hans: 已选择 %d / %d 页
zh_hant: 已選擇 %d / %d 頁

source: %d selected
ja: %d 件選択
zh_hans: 已选 %d 个
zh_hant: 已選 %d 個

source: Add All
ja: すべて追加
zh_hans: 全部添加
zh_hant: 全部新增

source: Article Layout
ja: 記事レイアウト
zh_hans: 文章布局
zh_hant: 文章版面配置

source: Auto Fit
ja: 自動調整
zh_hans: 自适应
zh_hant: 自動適應

source: Block From This Artwork…
ja: この作品からブロック…
zh_hans: 屏蔽此作品中的…
zh_hant: 封鎖此作品中的…

source: Block Selected
ja: 選択をブロック
zh_hans: 屏蔽所选
zh_hant: 封鎖所選

source: Block Tags
ja: タグをブロック
zh_hans: 屏蔽标签
zh_hant: 封鎖標籤

source: Block creator
ja: クリエイターをブロック
zh_hans: 屏蔽创作者
zh_hant: 封鎖創作者

source: Block this artwork
ja: この作品をブロック
zh_hans: 屏蔽此作品
zh_hant: 封鎖此作品

source: Blocked %d item(s).
ja: %d 件をブロックしました。
zh_hans: 已屏蔽 %d 个项目。
zh_hant: 已封鎖 %d 個項目。

source: Cosplay
ja: コスプレ

source: Creator Layout
ja: クリエイターレイアウト
zh_hans: 创作者布局
zh_hant: 創作者版面配置

source: Custom Tags
ja: カスタムタグ
zh_hans: 自定义标签
zh_hant: 自訂標籤

source: Customize Dashboard
ja: ダッシュボードをカスタマイズ
zh_hans: 自定义仪表盘
zh_hant: 自訂儀表板

source: Dashboard Cards
ja: ダッシュボードカード
zh_hans: 仪表盘卡片
zh_hant: 儀表板卡片

source: Dashboard Sections
ja: ダッシュボードセクション
zh_hans: 仪表盘板块
zh_hant: 儀表板區塊

source: Edit Profile on Pixiv
ja: Pixivでプロフィールを編集
zh_hans: 在 Pixiv 上编辑个人资料
zh_hant: 在 Pixiv 上編輯個人檔案

source: Enable image processing
ja: 画像処理を有効化
zh_hans: 启用图像处理
zh_hant: 啟用影像處理

source: Export as Collage
ja: コラージュとして書き出す
zh_hans: 导出为拼图
zh_hant: 匯出為拼圖

source: Export as PDF
ja: PDFとして書き出す
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

source: Export failed
ja: 書き出し失敗
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Exported %@
ja: %@ を書き出し完了
zh_hans: 已导出 %@
zh_hant: 已匯出 %@

source: Filter: %@
ja: フィルター: %@
zh_hans: 筛选：%@
zh_hant: 篩選：%@

source: Filter artworks...
ja: 作品をフィルター...
zh_hans: 筛选作品…
zh_hant: 篩選作品…

source: Filter loaded bookmarks by artwork tag
ja: 読み込んだブックマークを作品タグで絞り込み
zh_hans: 按当前已加载作品标签筛选收藏
zh_hant: 按目前已載入作品標籤篩選收藏

source: Filter tags
ja: タグをフィルター
zh_hans: 筛选标签
zh_hant: 篩選標籤

source: From This Artwork
ja: この作品から
zh_hans: 来自此作品
zh_hant: 來自此作品

source: From Your Library
ja: ライブラリから
zh_hans: 来自收藏库
zh_hant: 來自收藏庫

source: Illust
ja: イラスト
zh_hans: 插画
zh_hant: 插圖

source: Image Processing
ja: 画像処理
zh_hans: 图像处理
zh_hant: 影像處理

source: Latest in this category
ja: このカテゴリの最新
zh_hans: 该分类最新
zh_hant: 該分類最新

source: Latest in this tag
ja: このタグの最新
zh_hans: 该标签最新
zh_hant: 該標籤最新

source: List
ja: リスト
zh_hans: 列表
zh_hant: 列表

source: Manage Account on Pixiv
ja: Pixivでアカウントを管理
zh_hans: 在 Pixiv 上管理账户
zh_hant: 在 Pixiv 上管理帳戶

source: Monthly Ranking
ja: 月間ランキング
zh_hans: 月排行
zh_hant: 月排行

source: Noise Reduction
ja: ノイズリダクション
zh_hans: 降噪
zh_hant: 降噪

source: Novel Text Cache
ja: 小説テキストキャッシュ
zh_hans: 小说文本缓存
zh_hant: 小說文字快取

source: No ranking articles
ja: ランキング記事なし
zh_hans: 暂无排行文章
zh_hant: 暫無排行文章

source: No recommended articles
ja: おすすめ記事なし
zh_hans: 暂无推荐文章
zh_hant: 暫無推薦文章

source: No tags from this source. Type your own below.
ja: このソースにタグがありません。下に入力してください。
zh_hans: 该来源没有标签，请在下方输入。
zh_hant: 該來源沒有標籤，請在下方輸入。

source: Open at Launch
ja: 起動時に開く
zh_hans: 启动时打开
zh_hant: 啟動時開啟

source: Open Main Window
ja: メインウィンドウを開く
zh_hans: 打开主窗口
zh_hant: 開啟主視窗

source: Open Privacy Settings
ja: プライバシー設定を開く
zh_hans: 打开隐私设置
zh_hant: 開啟隱私設定

source: Paste from Clipboard
ja: クリップボードから貼り付け
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

source: People also liked
ja: おすすめ
zh_hans: 大家也在看
zh_hant: 大家也在看

source: Pick at least one item to block.
ja: ブロックする項目を少なくとも1つ選択してください。
zh_hans: 请至少选择一个项目进行屏蔽。
zh_hant: 請至少選擇一個項目進行封鎖。

source: Pin Tag
ja: タグをピン留め
zh_hans: 置顶标签
zh_hant: 釘選標籤

source: Pinned Tags
ja: ピン留めタグ
zh_hans: 置顶标签
zh_hant: 釘選標籤

source: Privacy & Identity
ja: プライバシーとアイデンティティ
zh_hans: 隐私与身份
zh_hant: 隱私與身份

source: Quit KeiPix
ja: KeiPixを終了
zh_hans: 退出 KeiPix
zh_hant: 結束 KeiPix

source: Random
ja: ランダム
zh_hans: 随机
zh_hant: 隨機

source: Recommended
ja: おすすめ
zh_hans: 推荐
zh_hant: 推薦

source: Related Articles
ja: 関連記事
zh_hans: 相关文章
zh_hant: 相關文章

source: Related Settings
ja: 関連設定
zh_hans: 相关设置
zh_hant: 相關設定

source: Remove All
ja: すべて削除
zh_hans: 全部移除
zh_hant: 全部移除

source: Reset to Default
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Save Selected Pages…
ja: 選択ページを保存…
zh_hans: 保存所选页面…
zh_hant: 儲存所選頁面…

source: Select Pages to Save
ja: 保存するページを選択
zh_hans: 选择要保存的页面
zh_hant: 選擇要儲存的頁面

source: Share Summary
ja: 概要を共有
zh_hans: 分享摘要
zh_hant: 分享摘要

source: Sharpen
ja: シャープ
zh_hans: 锐化
zh_hant: 銳化

source: Show Less
ja: 閉じる
zh_hans: 收起
zh_hant: 收合

source: Show More
ja: もっと見る
zh_hans: 展开更多
zh_hant: 展開更多

source: Sign in with a real Pixiv account to manage account-wide AI visibility.
ja: Pixivアカウントにサインインして、アカウント全体のAI表示を管理します。
zh_hans: 登录真实 Pixiv 账户以管理账户级别的 AI 可见性。
zh_hant: 登入真實 Pixiv 帳戶以管理帳戶級別的 AI 可見性。

source: Single Card
ja: シングルカード
zh_hans: 单卡片
zh_hant: 單卡片

source: Smart Crop
ja: スマートクロップ
zh_hans: 智能裁剪
zh_hant: 智慧裁剪

source: Snap to Pages
ja: ページスナップ
zh_hans: 页面吸附
zh_hant: 頁面吸附

source: Subscribed
ja: 購読済み
zh_hans: 已订阅
zh_hant: 已訂閱

source: Surprise Me
ja: サプライズ
zh_hans: 随机看看
zh_hant: 隨機看看

source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Two Cards
ja: ツーカード
zh_hans: 双卡片
zh_hant: 雙卡片

source: Unpin Tag
ja: タグのピン留めを解除
zh_hans: 取消置顶标签
zh_hant: 取消釘選標籤

source: View More
ja: もっと見る
zh_hans: 查看更多
zh_hant: 查看更多

source: View Options
ja: 表示オプション
zh_hans: 视图选项
zh_hant: 檢視選項

source: Apply a fixed light or dark mode inside KeiPix while leaving the system appearance unchanged.
ja: システムの外観を変更せずに、KeiPix内でライト/ダークモードを固定します。
zh_hans: 在 KeiPix 内固定浅色或深色模式，不影响系统外观设置。
zh_hant: 在 KeiPix 內固定淺色或深色模式，不影響系統外觀設定。

source: Apply visual enhancements to decoded images using Core Image and Vision filters. Changes take effect on newly loaded images.
ja: Core ImageとVisionフィルターを使用してデコード画像に視覚的強化を適用します。変更は新しく読み込まれた画像に適用されます。
zh_hans: 使用 Core Image 和 Vision 滤镜对解码图像应用视觉增强。更改对新加载的图像生效。
zh_hant: 使用 Core Image 和 Vision 濾鏡對解碼影像套用視覺增強。變更對新載入的影像生效。

source: Cached novel body text for offline reading. Clearing requires re-downloading novels from Pixiv.
ja: オフライン閲覧用にキャッシュされた小説本文。クリアするとPixivから再ダウンロードが必要です。
zh_hans: 缓存的小说正文供离线阅读。清除后需要从 Pixiv 重新下载。
zh_hant: 快取的小說正文供離線閱讀。清除後需要從 Pixiv 重新下載。

source: Editorial picks Pixivision is highlighting right now.
ja: Pixivisionが現在注目している編集者のおすすめ。
zh_hans: Pixivision 当前精选的编辑推荐。
zh_hant: Pixivision 當前精選的編輯推薦。

source: Free-form tags you typed in this session.
ja: このセッションで入力したフリーフォームタグ。
zh_hans: 本次会话中输入的自定义标签。
zh_hant: 本次會話中輸入的自訂標籤。

source: KeiPix opens to this destination after launch. Sign-in flows still send you home until a session is restored.
ja: KeiPixは起動後にこのページを開きます。セッションが復元されるまで、サインインフローはホームに遷移します。
zh_hans: KeiPix 启动后打开此页面。登录流程在会话恢复前仍会跳转到主页。
zh_hant: KeiPix 啟動後開啟此頁面。登入流程在工作階段恢復前仍會跳轉到主頁。

source: Manage how KeiPix handles your account identity, screen capture, and Pixiv visibility on this Mac.
ja: このMacでのKeiPixのアカウントアイデンティティ、画面キャプチャ、Pixivの可視性の処理方法を管理します。
zh_hans: 管理 KeiPix 在此 Mac 上处理账户身份、屏幕截图和 Pixiv 可见性的方式。
zh_hant: 管理 KeiPix 在此 Mac 上處理帳戶身份、螢幕截圖和 Pixiv 可見性的方式。

source: Mute the artwork, its creator, or any of its tags in one step. Each entry stays in your local mute list until you remove it.
ja: 作品、クリエイター、タグをワンステップでミュート。各エントリは手動で削除するまでローカルミュートリストに残ります。
zh_hans: 一键屏蔽作品、创作者或其标签。每条记录将保留在本地屏蔽列表中，直到您手动移除。
zh_hant: 一鍵封鎖作品、創作者或其標籤。每條記錄將保留在本機封鎖列表中，直到您手動移除。

source: Pixivision's most-read articles this month.
ja: Pixivisionの今月の最多閲覧記事。
zh_hans: Pixivision 本月最受欢迎的文章。
zh_hant: Pixivision 本月最受歡迎的文章。

source: Profile, password, and email changes happen on the Pixiv website. KeiPix opens the relevant page in your browser.
ja: プロフィール、パスワード、メールの変更はPixivウェブサイトで行われます。KeiPixが関連ページをブラウザで開きます。
zh_hans: 个人资料、密码和邮箱更改在 Pixiv 网站上进行。KeiPix 会在浏览器中打开相关页面。
zh_hant: 個人檔案、密碼和電子郵件更改在 Pixiv 網站上進行。KeiPix 會在瀏覽器中開啟相關頁面。

source: Share a formatted title, author, and link using your Sharing copy template.
ja: 共有コピーテンプレートを使用して、フォーマットされたタイトル、著者、リンクを共有します。
zh_hans: 使用分享模板复制格式化的标题、作者和链接。
zh_hant: 使用分享範本複製格式化的標題、作者和連結。

source: Tags Pixiv attached to the artwork that you have not used in your bookmarks before.
ja: Pixivが作品に付けた、以前ブックマークで使用したことのないタグ。
zh_hans: Pixiv 为作品添加的、您此前未在收藏中使用过的标签。
zh_hant: Pixiv 為作品添加的、您此前未在收藏中使用過的標籤。

source: Tags this artwork shares with your bookmark library — usually the safest picks.
ja: この作品がブックマークライブラリと共有するタグ — 通常最も安全な選択肢です。
zh_hans: 此作品与您的收藏库共有的标签 — 通常是最安全的选择。
zh_hant: 此作品與您的收藏庫共有的標籤 — 通常是最安全的選擇。

source: Tags you've used elsewhere — pick one to file this artwork under an existing category.
ja: 他の場所で使用したタグ — 既存のカテゴリにこの作品を分類するタグを選択してください。
zh_hans: 您在其他地方使用过的标签 — 选择一个将此作品归入现有分类。
zh_hant: 您在其他地方使用過的標籤 — 選擇一個將此作品歸入現有分類。

source: Toggles the account-wide AI display on Pixiv. When off, Pixiv hides AI-generated artworks across every client signed into the account.
ja: Pixivのアカウント全体のAI表示を切り替えます。オフにすると、アカウントにサインインしたすべてのクライアントでAI生成作品が非表示になります。
zh_hans: 切换 Pixiv 账户级别的 AI 显示。关闭后，Pixiv 会在所有登录该账户的客户端上隐藏 AI 生成的作品。
zh_hant: 切換 Pixiv 帳戶級別的 AI 顯示。關閉後，Pixiv 會在所有登入該帳戶的客戶端上隱藏 AI 生成的作品。

source: Wrap a phrase in /slashes/ to match as a regular expression — e.g. /^spam.*/i.
ja: フレーズを/スラッシュ/で囲むと正規表現としてマッチします — 例: /^spam.*/i。
zh_hans: 用 /斜杠/ 包裹短语以匹配正则表达式 — 例如 /^spam.*/i。
zh_hant: 用 /斜線/ 包裹詞語以匹配正規表示式 — 例如 /^spam.*/i。

source: A Pixiv URL or artwork ID.
ja: Pixiv URLまたは作品ID。
zh_hans: Pixiv URL 或作品 ID。
zh_hant: Pixiv URL 或作品 ID。

source: A Pixiv artwork ID or URL.
ja: Pixiv作品IDまたはURL。
zh_hans: Pixiv 作品 ID 或 URL。
zh_hant: Pixiv 作品 ID 或 URL。

source: Disable
ja: 無効にする
zh_hans: 停用
zh_hant: 停用

source: Enable
ja: 有効にする
zh_hans: 启用
zh_hant: 啟用

source: Link
ja: リンク
zh_hans: 链接
zh_hant: 連結

source: Open Artwork
ja: 作品を開く
zh_hans: 打开作品
zh_hant: 開啟作品

source: Open Artwork in Reader
ja: リーダーで作品を開く
zh_hans: 在阅读器中打开作品
zh_hant: 在閱讀器中開啟作品

source: Open Pixiv Link
ja: Pixivリンクを開く
zh_hans: 打开 Pixiv 链接
zh_hant: 開啟 Pixiv 連結

source: Open a Pixiv URL or artwork ID in KeiPix.
ja: KeiPixでPixiv URLまたは作品IDを開きます。
zh_hans: 在 KeiPix 中打开 Pixiv URL 或作品 ID。
zh_hant: 在 KeiPix 中開啟 Pixiv URL 或作品 ID。

source: Open a Pixiv artwork in its own reader window.
ja: Pixiv作品を専用のリーダーウィンドウで開きます。
zh_hans: 在独立阅读器窗口中打开 Pixiv 作品。
zh_hant: 在獨立閱讀器視窗中開啟 Pixiv 作品。

source: Refresh Feed
ja: フィードを更新
zh_hans: 刷新信息流
zh_hant: 重新整理資訊流

source: Refresh Current Feed
ja: 現在のフィードを更新
zh_hans: 刷新当前信息流
zh_hant: 重新整理目前資訊流

source: Reload the feed currently shown in KeiPix's main window.
ja: KeiPixのメインウィンドウに表示中のフィードを再読み込みします。
zh_hans: 重新加载 KeiPix 主窗口中当前显示的信息流。
zh_hant: 重新載入 KeiPix 主視窗中目前顯示的資訊流。

source: Save to Photos
ja: 写真に保存
zh_hans: 保存到照片
zh_hant: 儲存到照片

source: Save to Photos failed
ja: 写真への保存に失敗しました
zh_hans: 保存到照片失败
zh_hant: 儲存到照片失敗

source: Saved to Photos
ja: 写真に保存しました
zh_hans: 已保存到照片
zh_hant: 已儲存到照片

# translationProgressFormat
source: %d / %d paragraphs
ja: %d / %d 段落
zh_hans: %d / %d 段落
zh_hant: %d / %d 段落

# intentNotPixivLink
source: That doesn't look like a Pixiv link.
ja: これはPixivのリンクではないようです。
zh_hans: 这看起来不是一个 Pixiv 链接。
zh_hant: 這看起來不是一個 Pixiv 連結。

# intentNotReady
source: KeiPix isn't ready yet — open the app and try again.
ja: KeiPixの準備ができていません — アプリを開いて再試行してください。
zh_hans: KeiPix 尚未就绪 — 请打开应用后重试。
zh_hant: KeiPix 尚未就緒 — 請開啟應用程式後重試。

# intentNoArtworkIDFormat
source: Couldn't find an artwork id in that input.
ja: 入力から作品IDが見つかりませんでした。
zh_hans: 在输入中找不到作品 ID。
zh_hant: 在輸入中找不到作品 ID。

# intentOpenedArtworkFormat
source: Opened artwork %lld.
ja: 作品 %lld を開きました。
zh_hans: 已打开作品 %lld。
zh_hant: 已開啟作品 %lld。

# intentNotRunning
source: KeiPix isn't running.
ja: KeiPixが実行されていません。
zh_hans: KeiPix 未在运行。
zh_hant: KeiPix 未在執行。

# intentRefreshed
source: Refreshed.
ja: 更新しました。
zh_hans: 已刷新。
zh_hant: 已重新整理。

# errorGitHubNonHTTP
source: GitHub returned a non-HTTP response while checking for updates.
ja: アップデートの確認中にGitHubが非HTTP応答を返しました。
zh_hans: 检查更新时 GitHub 返回了非 HTTP 响应。
zh_hant: 檢查更新時 GitHub 回傳了非 HTTP 回應。

# errorGitHubHTTPFormat
source: GitHub returned HTTP %d while checking for updates.
ja: アップデートの確認中にGitHubがHTTP %dを返しました。
zh_hans: 检查更新时 GitHub 返回了 HTTP %d。
zh_hant: 檢查更新時 GitHub 回傳了 HTTP %d。

# errorGitHubJSONShape
source: GitHub's release JSON did not match the expected shape.
ja: GitHubのリリースJSONが期待される形式と一致しません。
zh_hans: GitHub 的发布 JSON 不符合预期格式。
zh_hant: GitHub 的發布 JSON 不符合預期格式。

# errorGitHubMalformedTagFormat
source: GitHub release tag %@ is not a recognised semantic version.
ja: GitHubリリースタグ「%@」は有効なセマンティックバージョンではありません。
zh_hans: GitHub 发布标签「%@」不是有效的语义版本。
zh_hant: GitHub 發布標籤「%@」不是有效的語意版本。

# errorLoginRequired
source: Login is required.
ja: ログインが必要です。
zh_hans: 需要登录。
zh_hant: 需要登入。

# errorLoginVerifierMissing
source: Login verifier is missing.
ja: ログインベリファイアがありません。
zh_hans: 登录验证器缺失。
zh_hant: 登入驗證器缺失。

# errorInvalidPixivResponse
source: Invalid Pixiv response.
ja: 無効なPixivレスポンスです。
zh_hans: 无效的 Pixiv 响应。
zh_hant: 無效的 Pixiv 回應。

# errorEncodeSession
source: Unable to encode session.
ja: セッションをエンコードできません。
zh_hans: 无法编码会话。
zh_hant: 無法編碼工作階段。

# errorDecodeSession
source: Unable to decode saved session.
ja: 保存されたセッションをデコードできません。
zh_hans: 无法解码已保存的会话。
zh_hant: 無法解碼已儲存的工作階段。

# keyLeftArrow
source: Left Arrow
ja: 左矢印
zh_hans: 左箭头
zh_hant: 左箭頭

# keyRightArrow
source: Right Arrow
ja: 右矢印
zh_hans: 右箭头
zh_hant: 右箭頭

# keyUpArrow
source: Up Arrow
ja: 上矢印
zh_hans: 上箭头
zh_hant: 上箭頭

# keyDownArrow
source: Down Arrow
ja: 下矢印
zh_hans: 下箭头
zh_hant: 下箭頭

# keyEscape
source: Escape
ja: Esc
zh_hans: Esc
zh_hant: Esc

# keySpace
source: Space
ja: スペース
zh_hans: 空格
zh_hant: 空白鍵

# keyReturn
source: Return
ja: リターン
zh_hans: 回车
zh_hant: Enter

# linkUserPrefixFormat
source: User #%lld
ja: ユーザー #%lld
zh_hans: 用户 #%lld
zh_hant: 使用者 #%lld

# millisecondsUnit
source: ms
ja: ミリ秒
zh_hans: 毫秒
zh_hant: 毫秒

source: Go Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Go Forward
ja: 進む
zh_hans: 前进
zh_hant: 前進

source: OS
zh_hans: 系统
zh_hant: 系統

source: OK
zh_hans: 确定
zh_hant: 確定
